Repository: Regelwerk/TranslationBundle
Catalog: Resources/translations/regelwerk_translation.*.xlf
Languages: de

# domain_title
source: Domain %domain% (%lang%)
de: Kategorie %domain% (%lang%)

source: Key
de: Schlüssel

source: Translation
de: Übersetzung

source: State
de: Status

# to_index
source: Back to index
de: Zurück zur Übersicht

# source_text
source: Source
de: Quelltext

# edit_key_title
source: Edit translation key "%key%"
de: Schlüssel bearbeiten

source: old versions
de: Vorherige Versionen

source: Cancel
de: Abbrechen

# skip
source: Skip entry
de: Überspringen

# index_title
source: Language (%lang%)
de: Sprache (%lang%)

source: Domain
de: Kategorie

source: Total
de: Gesamt

# missing_translation
source: Not translated
de: Nicht übersetzt

# missing_approval
source: Not approved
de: Nicht bestätigt

# continue_to_next
source: Continue to the next translation
de: Gleich weiter zu nächsten Übersetzung

source: Save as translated
de: Als "übersetzt" speichern

# save_keep_state
source: Save only
de: Als "nicht fertig übersetzt" speichern

source: Approve
de: Bestätigen

source: Save changed translation
de: Geänderte Übersetzung speichern

# tooltip_needs_translation
source: translation missing
de: Fehlende Übersetzung

# tooltip_needs_approval
source: approval missing
de: Bestätigung ausständig

# tooltip_approved
source: Approved
de: Bestätigt

# search_field
source: Find ...
de: Finde ...

# found_title
source: Searching for "%search%"
de: Suche nach "%search%"

# dump_unapproved
source: Include translations without approval
de: Mit unbestätigten Übersetzungen

# dump_to_dev
source: Write to development
de: Im Entwicklungssystem freigeben
